Repository: plleoes/travel
Catalog: Travel/Travel/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Email for Reset Password
es_es: Email para cambio de password

source: For Reset Password click here
es_es: Para cambiar el password haz click aqui

source: Cancelation Policies for Tour Operators
es_es: Formulario de politicas de cancelacion para tour operadores

source: Tour Operator:
es_es: Tour Operador:

source: Cancel Policies Form for Tour Operator:
es_es: Formulario de politicas de cancelacion para tour operadores

source: Add cancel policy
es_es: Añadir politica de cancelacion

source: Days before depart
es_es: Dias antes de la salida

source: Enter number of days before depart...
es_es: Introduzca numero de dias antes de la salida

source: Expenses in
es_es: Gastos en:

source: Enter expenses in %%..
es_es: Introduzca gastos en %%

source: Minimun Expenses?
es_es: Gastos minimos?

source: Minimun Money Expenses?
es_es: Gastos minimos en dinero?

source: Submit
es_es: Enviar

source: Expenses in money
es_es: Gastos en dinero

source: Expenses in money...
es_es: Gastos en dinero

source: Expenses in %%
es_es: Gastos en %%

source: Expenses in %%...
es_es: Gastos en %%

source: Delete policy
es_es: Borrar Politica

source: Forget Password
es_es: Ha olvidado la clave

source: Email Address
es_es: Direccion de Email

source: Enter Email Address Here..
es_es: Introduzca email

source: Change Password
es_es: Cambiar Password

source: Password
es_es: Clave de acceso

source: Enter Password Here..
es_es: Introduzca clave de acceso

source: Repeat Password
es_es: Repita clave de acceso

source: Start
es_es: Iniciar

source: Home
es_es: Inicio

source: About
es_es: Acerca de

source: Contact
es_es: Contacto

source: Travel Agents
es_es: Agencias de Viajes

source: Tour Operators
es_es: Tour Operadores

source: Login for Travel Agents
es_es: Login para agencias de viajes

source: Remember me
es_es: Recuerdame

source: Sign in
es_es: Acceder

source: Registration for Travel Agents
es_es: Registro para Agencias de Viajes

source: Forget Password?
es_es: ¿Olvidó la clave?

source: Login for Tour Operators
es_es: Login para Tour Operadores

source: Registration for Tour Operators
es_es: Registro para Tour Operadores

source: Find Out More
es_es: Enseñame mas...

source: is your source for actual trends in travels!
es_es: es tu fuente para saber las tendencias actuales en viajes

source: What's the best selling destinations? In your local area? In your state/province? In your country? we show you the answers.
es_es: ¿Cuales son los destinos superventas? ¿En tu zona local? ¿En tu estado o provincia? ¿En tu pais? Te enseñamos las respuestas.

source: Travel Agent
es_es: Agencia de Viajes

source: Registration Form for Travel Agents
es_es: Formulario para Agencias de viajes

source: Company Name
es_es: Nombre de Empresa

source: Address
es_es: Dirección

source: Enter Address Here..
es_es: Introduzca la dirección

source: City
es_es: Ciudad

source: Enter City Name Here..
es_es: Introduzca la ciudad

source: State
es_es: Provincia

source: Enter State Name Here..
es_es: Introduzca la provincia

source: Zip
es_es: Código postal

source: Enter Zip Code Here..
es_es: Introduzca el código postal

source: Country
es_es: Pais

source: Enter Country Here..
es_es: Introduzca el pais

source: Phone Number
es_es: Telefono

source: Enter Phone Number Here..
es_es: Introduzca el telefono

source: Website
es_es: Pagina web

source: Enter Website Name Here..
es_es: Introduzca pagina web

source: Repeat Email Address
es_es: Repita email

source: Tour Operator
es_es: Tour Operador

source: Registration Form for Tour Operators
es_es: Formulario para tour operadores

source: Travel Agent:
es_es: Agencia de Viajes:

source: Trends
es_es: Tendencias

source: Travel Suggestions
es_es: Sugerencias de viajes

source: Search
es_es: Buscar

source: Price
es_es: Precio

source: Origin
es_es: Origen

source: Book
es_es: Reserva

source: Upload
es_es: Subir Ofertas

source: JSON File example
es_es: Ejemplo de fichero JSON

source: here for download
es_es: aqui para bajar el archivo

source: User Already Registered
es_es: Usuario ya registrado

source: User or Password Failed
es_es: Usuario o clave de acceso erronea

source: Must upload a file
es_es: Debe subir un archivo

source: Invalid file type
es_es: Tipo de fichero invalido

source: Unexpected Error
es_es: Error inesperado

source: Travel packages uploaded
es_es: Paquetes de viajes añadidos

source: User Not Registered
es_es: Usuario no registrado

source: Reset Password
es_es: Cambiar Password

source: Password reset email send
es_es: Email de cambio de clave de acceso enviado

source: Password already reset
es_es: Ya has cambiado la clave de acceso
